Repository: mircobabini/pmpro-one-time-trials
Catalog: languages/pmpro-one-time-trials-*.po
Languages: it_it

source: Offer trial memberships that can only be used once
it_it: Permette un solo utilizzo per utente degli abbonamenti trial

source: Fallback Redirect Level:
it_it: Reindirizza a livello di riserva:

source: Disabled. Just show a notice.
it_it: Disabilitato. Mostra solo un avviso.

source: Redirect to another level if this one can't be subscribed by the current user. Leave it empty to just show a notice.
it_it: Reindirizza a un altro livello se quello corrente non può essere attivato dall’utente. Lascia vuoto se vuoi solo mostrare un avviso.

source: Since you can't subscribe <strong>%s</strong>, we think you want to subscribe <strong>%s</strong>.
it_it: Dato che non puoi attivare <strong>%s</strong>, pensiamo che tu voglia attivare <strong>%s</strong>.

source: You have already used up your trial membership. Please select a full membership to checkout.
it_it: Hai già effettuato un abbonamento di prova. Seleziona un abbonamento regolare per procedere.

source: You have already had a membership. Please select a full membership to checkout.
it_it: Hai già avuto un abbonamento in passato, quindi non puoi effettuare un’altra prova. Seleziona un abbonamento regolare per procedere.

source: View Documentation
it_it: Vedi Documentazione

source: Visit Customer Support Forum
it_it: Vai al Forum di Supporto Clienti

source: Support
it_it: Supporto
